Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: %s will share everything you type in the address bar with your default search engine.
yo: %s yóó pín gbogbo ohun to bá tẹ̀ sí ààyè ìfi-àdírẹ̀sì-sí pẹ̀lú ẹ̀rọ ìwádìí rẹ gangan.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
yo: %s yóò dá ìṣiṣẹ́pọ̀ dúrọ́ pẹ̀lú àkáńtì rẹ, àmọ́ ò ní pa dátà bíráwúsìnnì kankan rẹ́ lóri ẹ̀rọ yìí.

source: Swipe toolbar sideways to switch tabs
yo: Fa pẹpẹ irinṣẹ́ sí ẹ̀gbẹ́ kan láti yí àwọn táàbù

source: Swipe toolbar up to open tabs
yo: Fa pẹpẹ irinṣẹ́ sí òkè láti ṣí àwọn táàbù

source: Switch
yo: Ṣe àyípadà

source: Switch to tab
yo: Ìyípadà sí táàbù

source: Sync
yo: Ìṣepọ̀

source: Sync and save your data
yo: Ṣe ìṣepọ̀ kí o sì fi dátà rẹ pamọ́

source: Sync bookmarks, history, and more with your Firefox Account
yo: So àwọn búkúmaakì pọ̀, ìtàn, àti díẹ̀ si pẹ̀lú àkáńtì Firefox rẹ

source: Sync cards
yo: Ìṣepọ̀ àwọn káàdì

source: Sync cards across devices
yo: Ìṣepọ̀ àwọn káàdì lórí àwọn ẹ̀rọ

source: Synced device
yo: Ẹ̀rọ tó ń ṣiṣẹ́ pọ̀

source: Synced from other devices
yo: Ìṣiṣẹ́pọ̀ láti àwọn ẹ̀rọ míràn

source: Synced tabs
yo: Àwọn táàbù tọ́ ti ṣepọ̀

source: Sync failed. Last success: %s
yo: Àwọn ìṣepọ̀ kùnà. Àṣeyọrí ìkẹhìn: %s

source: Sync failed. Last synced: never
yo: Àwọn ìṣepọ̀ kùnà. Àwọn ìṣepọ̀ ìkẹhìn: láíláí

source: Sync Firefox between devices
yo: Jẹ́kí Firefox ṣiṣẹ́ pọ̀ láàárìn àwọn ẹ̀rọ

source: Syncing…
yo: Ó ń sopọ̀…

source: Sync is on
yo: Ìṣepọ̀ wà ní títàn

source: Sync logins
yo: Ìṣiṣẹ́pọ̀ lọ́giìnì

source: Sync logins across devices
yo: So àwọn ìwọlé pọ̀ kárí gbogbo àwọn ẹ̀rọ

source: Sync now
yo: Ṣepọ̀ nísìyín

source: Tab closed
yo: Táàbù di pípadé

source: Tab from %s
yo: Táàbù láti %s

source: Tab menu
yo: Àtẹ táàbù

source: Tab Received
yo: T́áàbù tí a gbà

source: Tabs
yo: Àwọn táàbù

source: Tab saved!
yo: Táàbù ti wà ní ìfipamọ́!

source: Tabs closed
yo: Àwọn táàbù di pípadé

source: Tab sent!
yo: Táàbù ti a fi ránṣẹ́!

source: Tab settings
yo: Àwọn ètò táàbù

source: Tabs saved!
yo: Ti fi táàbù pamọ́!

source: Tabs sent!
yo: Àwọn táàbù ti a fi ránṣẹ́!

source: Tabs you haven’t viewed for two weeks get moved here.
yo: Àwọn táàbù tí o kò tí ì wò fún ọ̀sẹ̀ méjì ti lo sí ibí.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
yo: Àwọn táàbù tí o kò tíì wò fún ọ̀sẹ̀ méjì má a lọ sí abala àìṣiṣẹ́.

source: Tab view
yo: Wíwo táàbù

source: Tap to copy the URL for this app
yo: Tẹ̀ẹ́ to bá fẹ́ da URL fún áàpù yí kọ

source: The address isn’t valid
yo: Àdírẹ́sì náà kò ṣe é gbà

source: The application will quit to apply changes
yo: Áàpù náà yóó dáwọ́ dúró láti ṣàmúlò àwọn àyípadà

source: The connection has timed out
yo: Àkókò ìsomọ́ ti kọjá

source: The connection was interrupted
yo: Akùdé bá ìsomọ́ra náà

source: The connection was reset
yo: Ìsomọ́ra di àtúntò

source: The editable text field for the password of the login.
yo: Ààyè ìṣàtúnkọ ọ̀rọ̀ fún pásíwọọ̀dù fún ìforúkọsílẹ̀ láti wọlé.

source: The editable text field for the username of the login.
yo: Ààyè ìṣàtúnkọ ọ̀rọ̀ fún orúkọ aṣàmúlò fún orúkọ ìgbàwọlé.

source: The editable text field for the web address of the login.
yo: Ààyè ìṣàtúnkọ ọ̀rọ̀ fún àdìrẹ́sì wẹ́ẹ̀bù fún ìforúkọsílẹ̀ láti wọlé.

source: The logins you save or sync to %s will show up here.
yo: Àwọn lọ́giinì tí o ti fi pamọ́ tàbí tí o sopọ̀ sí %s yóò hàn níbí.

source: Theme
yo: Kókó

source: The page at %1$s says:
yo: Ojú-ìwé %1$s sọ pé:

source: The page isn’t redirecting properly
yo: Ojú-ìwé náà kò ṣe atọ̀nà dáadáa

source: The tab counter toolbar button.
yo: Táàbù náà rí bọ́tìnì irinṣé.

source: This add-on was migrated from a previous version of %1$s
yo: A gbé àfikún yìí láti ẹ̀ya ti tẹ́lẹ̀ %1$s

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
yo: Èyí jẹ́ àpẹẹrẹ ọ̀rọ̀. Ó wà níbí láti ṣàfihàn bí ọ̀rọ̀ yóò ṣe ma hàn nígbà tí o bá ṣe ìlékún tàbí ìdíkù sí ìwọ̀n rẹ̀ pẹ̀lú ètò yìí.

source: This website requires a secure connection.
yo: Ìkọ̀nì yìí nílò ìsopọ̀ tó pamọ́.

source: This will delete all of your browsing data.
yo: Èyí yóò pa gbogbo dátà bíráwúsìnnì rẹ́.

source: Thought-provoking stories
yo: Àwọn ìtàn tó ń mú ni ronú

source: Time range to delete
yo: Àsìkò láti parẹ́

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
yo: Láti ṣàfikún ọ̀nà-àbùjá tuntun, yọ ọ̀kan. Fọwọ́kàn kí o sì di sáìtì náà mú kí o sì yan ìyọkúrò.

source: To allow it:
yo: Láti gbàá láyè:

source: Today and yesterday
yo: Òní àti àná

source: Toolbar
yo: Pẹpẹ irinṣẹ́

source: Top
yo: Òkè

source: To send a tab, sign in to Firefox on at least one other device.
yo: Láti fi táàbù kan ráńṣẹ́, wọlé sí Firefox lóri ó kéré jù, ẹ̀rọ míràn kan.

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
yo: Àpapọ̀ ìdáábòbò Kúkì ṣe ìyàsọ́tọ̀ kúkíìsì sí sáìtì tí o wà lóri rẹ̀ kí àwọn olùtọpasẹ̀ bí i àwọn nẹ́tíwọọ̀kì ìpolówó lé è máá rìi lò láti tẹ̀lé ọ kiri gbogbo àwọn sáìtì.

source: Tracking content
yo: Ìtọpasẹ̀ inú àkóónú

source: Tracking Content
yo: Kóòdù ítọpasẹ̀

source: Tracking Protection has blocked trackers
yo: Ìtọpinpin ìdàábòbò ti dènà atọpinpin

source: Tracking Protection is off for this site
yo: Ìtọpinpin ìdàábòbò ti di pípa fún ìkànnì yìí

source: Tracking Protection is on
yo: Ìtọpinpin Ìdàábòbò wà ní títàn

source: Translation not found, for locale %1$s neither default language %2$s
yo: A kò rí ògbufọ̀, fún agbègbè %1$s tàbí èdè tó ba wá %2$s

source: Try Again
yo: Gbìyànjú Si

source: Turn off in settings
yo: Pa á nínú àwọn ètò

source: Turn on auto-close
yo: Tan títí-fún-ra-ẹ̀

source: TURN ON AUTO CLOSE
yo: TAN TÌ-FÚNRA-Ẹ̀

source: Turn on for all sites
yo: Tàn-án fún gbogbo àwọn sáìtì

source: Turn on Sync
yo: Tan ìṣepọ̀

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
yo: <ul> <li>Ǹjẹ́ a lè ti pa orúkọ nǹkan náà dà, yọ ọ́ kúrò tàbí mú un lọ síbòmíràn?</li> <li>Ǹjẹ́ àṣìṣe wa lè wà níbi sípẹ́lì, ìlo-lẹ́tà-ńlá, tàbí àṣìtẹ̀ níbi àdírẹ́sì bí?</li> <li>Ǹjẹ́ o ní ìyọ́nda tótó fún ohun tí ò ń bèèrè?</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
yo: <ul> <li>Ó ṣe é ṣe kí wọ́n ti yọ ọ́, gbé e tàbí àṣẹ sí fáìlì lè máa dènà àti wọlé.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
yo: <ul> <li>Jọ̀wọ́ kàn sí àwọn tí ó ni ìkànnì láti fi ìsòro yìí tó wọn létí.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
yo: <ul> <li>ojú-ìwé tí ò ń gbìyànjú àti wò, kò ṣe é fi hàn báyìí nítorí pé ìjẹ́-òtítọ́ data tí a gbà ni a kò lè fi ìdí rẹ̀ múlẹ̀. </li> <li> Jọ̀wọ́ kàn sí ẹni tí ó ni ìkànnì náà láti fi ìsòro yìí tó wọn létí.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
yo: <ul> <li>O kò lè rí abala tí ò ń gbìyànjú láti ṣí yìí nítorí pé ìkànní yìí nílò ààbò.</li> <li>Ìṣòro yìí lè jẹ́ èyí tó wá láti orí ìkànnì yìí, kò sì sí ohun tí o lè ṣe si láti wá ọ̀nà àbáyọ si.</li> <li>O sì lè pe àkíyèsí alámòjútó ìkànnì náà sí ìṣòro yíì.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yo: <ul> <li>Ìkànnì náà lè má sí ní àrọ́wọ́tó fún ìgbà díẹ̀ tàbí kí ọwọ́ kún un. Gbìyànjú sí i láìpẹ́.</li> <li>Bí o kò bá lè jẹ́ kí ojú-ìwé siṣẹ́, yẹ ohun èlò data rẹ wò tàbí àsomọ́ Wi-Fi.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
yo: <ul> <li>Ìsòro yìí lè jẹ́ ìfisáfà ṣiṣẹ́ tàbí kí ẹlòmíràn fẹ́ gbáwọ̀ sáfà wọ̀.</li> <li>Bí o bá ti ṣe àṣeyege àti wọlé sórí sáfà yìí tẹ́lẹ̀ rí, àsìṣe náà lè jẹ́ èyí tí kò ní pẹ́, ó sì le gbìyànjú sí i bó bá yá .</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
yo: <ul> <li>Àdírẹ́sì ìkànnì ni a sábà máa ń kọ bí i <strong>http://www.example.com/</strong></li> <li>Rí i dájú pé àkámọ́ asùnsọ́wọ́-wájú ni ò ń lò (b.a. <strong>/</strong>).</li> </ul>

source: Unable to connect
yo: Kùnà láti somọ́ra

source: Unable to open %1$s
yo: Kò ṣe é sí %1$s

source: Unable to save login
yo: Kò le fi ohun-ìwọlé pamọ́

source: Unable to send
yo: A kò lè fi ránṣẹ́

source: UNDO
yo: ÌFISÍPÒ PADÀ

source: Unexpected response from server
yo: Èsì tí a kò retí láti ọ̀dọ̀ sáfà

source: Unknown Protocol
yo: Ìlànà tí a kò mọ̀

source: Unlock %1$s
yo: Ṣi sílẹ̀ %1$s

source: Unlock to use stored credit card information
yo: Ṣi láti lo àwọn àlàyé káàdì kírẹ́díìtì tí wọ́n fi pamọ́

source: Unlock to view your saved cards
yo: Ṣí i láti wo àwọn káàdì rẹ tó wà ní ìpamọ́

source: Unlock to view your saved logins
yo: Ṣíi láti wo àwọn lọ́giìnì tí o fipamọ́

source: Unlock your device
yo: Ṣí ẹ̀rọ rẹ sílẹ̀

source: Unsafe File Type
yo: Ẹ̀yà fáìlì tó léwu

source: Unwanted site issue
yo: Ìṣòro ìkànnì tí a kò fẹ́

source: <u>Or create a Firefox account to start syncing</u>
yo: <u>Tàbí ṣẹ̀dá àkáńtì Firefox láti bẹ̀rẹ̀ sí ní ṣiṣẹ́pọ̀</u>

source: Update
yo: Ìsọdituntun

source: Update card expiration date?
yo: Ṣe ìsọdituntun fún ọjọ́ òpin-ìlò káàdì?

source: Updater Information
yo: Ìròyin Alásọdọ̀tun

source: Update this login?
yo: Ṣe ìsọdituntun fún ohun-ìwọlé yìí?

source: URL copied
yo: URL ti di dídàkọ

source: URL copied.
yo: URL ti wà ní àdàkọ.

source: URL copied to clipboard
yo: A ti ṣe ẹ̀dà URL sí kílípíbọọ̀dù

source: Usage and technical data
yo: Lílò àti dátà iṣẹ́ ọnà

source: Use email instead
yo: Lo ímeelì dípò

source: Username
yo: Orúkọ aṣàmúlò

source: Username copied to clipboard
yo: Ti ṣe àdakọ orúkọ aṣàmúlò sí kílípíbọọ̀dù

source: Username required
yo: Ìnílò orúkọ ìgbàwọlé

source: Valid hostname required
yo: A nílò orúkọ nẹ́tíwọọ̀kì kọ̀m̀pútà tó tẹ̀wọ̀n

source: Verification failed
yo: Iṣẹ́ ìmúdájú kùnà

source: Verified By: %1$s
yo: Jẹ́rìí sí láti ọwọ́: %1$s

source: View
yo: Wòó

source: View a list of tabs from your other devices.
yo: Ṣe àfihàn àtòjọ àwọn táàbù láti àwọn ẹ̀rọ̀ rẹ̀ tó kù.

source: View options
yo: Ṣe àfihàn àwọn àṣàyàn

source: Voice search
yo: Wíwá pẹ̀lú ohùn

source: Wallpaper Item: %1$s
yo: Ohun Ìṣẹ̀ṣọ́ ògiri: %1$s

source: Wallpapers
yo: Àwọn ìṣẹ̀ṣọ́ ògiri

source: Wallpaper updated!
yo: Ìsọdọ̀tun ìṣẹ̀sọ́ ògiri!

source: Web address must contain "https://" or "http://"
yo: Àdírẹ́sì wẹ́ẹ̀bù gbọ́dọ̀ ní "https://" tàbí "http://"

source: Web address not valid.
yo: Àdìrẹ́sì wẹ́ẹ̀bù ò fẹsẹ̀múlẹ̀.

source: Website
yo: Ojúlé wẹ́ẹ̀bù

source: Welcome to an independent internet
yo: Káàbọ̀ sí ayélujára tó ti ní òmìnira

source: Welcome to %s!
yo: Káàbọ̀ sí %s!

source: We‘re currently building support for an initial selection of Recommended Extensions.
yo: Lọ́wọ́lọ́wọ́ yìí à ń ṣe àtìlẹ́yìn fún irúfẹ́ àwọn àfikún tí a kọ́kọ́ yàn tí wọ́n sì ti sọ̀rọ̀ rẹ̀ ní dáada.

source: We’ve designed %s to give you control over what you share online and what you share with us.
yo: A ti ṣèto %s láti fún ọ ní ìṣàkóso lóri ohun tí o pín lóri ayélujára àti ohun tí o pín pẹ̀lú wa.

source: What’s blocked by custom tracking protection
yo: Kíni ààbò ìtọpasẹ̀ taraẹni dènà mọ́

source: What’s blocked by standard tracking protection
yo: Kíni ààbò ìtọpasẹ̀ ìdúródéédé dènà mọ́

source: What’s blocked by strict tracking protection
yo: Kíni ààbò ìtọpasẹ̀ tó le dènà mọ́

source: What’s new
yo: Kíni tuntun

source: What’s new in %1$s
yo: Kíni tuntun ní %1$s

source: What’s new in %s
yo: Kíni ó jẹ́ tuntun ní %s

source: Yesterday
yo: Àná

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
yo: O lè fi ẃéíbusaìtì yí kún Síkíríìnì àkọ́ọ́kàn rẹ nírọ̀rùn láti ní ààyè lẹ́sẹ̀kẹsẹ̀ àti láti ṣe ìwádìí ní ìyára pẹ̀lú ìrírí tó jọ ti áàpù.

source: You can set %1$s to automatically open links in apps.
yo: O lè ṣètò %1$s láti ṣi àwọn líìnkì inú àwọn áàpù láì-fọwọ́kan.

source: You don’t have any tabs open in Firefox on your other devices.
yo: O ò ní àwọn táàbù tí ó wà ní ṣíṣí ní Firefox lórí àwọn ẹ̀rọ rẹ tó kù.

source: You’ll be logged out of most sites
yo: Ìwọ yóò di yíyọ kúrò nínú ọ̀pọ̀lọpọ̀ àwọn sáìti ̀

source: You may want to block access if it's not clear why %s needs this data.
yo: O lè fẹ́ dẹ̀nà ìwọlé tó bá rú ọ lójú ìdí %s tó fi nílò dátà yí.

source: Your open tabs will be shown here.
yo: Àwọn táàbù rẹ tó wà ní ṣíṣí yóó hàn níbí.

source: Your personalized Firefox homepage now makes it easier to pick up where you left off. Find your recent tabs, bookmarks, and search results.
yo: Ojú-ìwé akọ́ọ́kàn Firefox rẹ ti jẹ́ kí ó rọrùn láti bẹ̀rẹ̀ ní ibití ó parí rẹ̀ sí. Wá àwọn táàbù àìpẹ́ rẹ, àwọn búkúmaakì, àti àwọn èsì ìwádìí.

source: Your privacy
yo: Ìkọ̀kọ̀ rẹ

source: Your private tabs will be shown here.
yo: Àwọn táàbù ìkọ̀kọ̀ rẹ yóó hàn níbí.

source: Your search for \"%1$s\"
yo: Ìwádìí rẹ fún \"%1$s\"

source: Your tabs are syncing! Pick up where you left off on your other device.
yo: Àwọn táàbù rẹ ti ń ṣiṣẹ́ pọ̀! Mú u sókè níbi tí o ti kúrò lóri ẹ̀rọ rẹ mìíràn.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
yo: O ti fàyè gba HTTPS-Only Mode láti kún ààbo rẹ nípa, àti ẹ̀dà HTTPS ti <em>%1$s</em> kò sí.

source: Zip
yo: Zíìpù

source: Zoom on all websites
yo: Sún-un mọ́ra lóri gbogbo àwọn ojú òpó wẹ́ẹ̀bù

source: 1 Review
yo: 1 Àtúnyẹ́wò{numReviews} Àwọn Àtúnyẹ́wò

source: Adults Only 18+
yo: Àgbà nìkan 18+

source: Android Mobile
yo: Android Alágbeká

source: Android Tablet
yo: Android Kọ̀ǹpútà Alogègé

source: An error occurred.
yo: Àṣìṣe wáyé.

source: An internal server error occurred. Please try again later.
yo: Àṣìṣe apèsè ítánẹ́ẹ̀tì wáyé. Jọ̀wọ́ gbìyànjú nígbà míìràn.

source: An update to Marketplace is available.
yo: Kòsí àfikún sí Ibiọja.

source: App for Albania
yo: Ìṣàfilọ́lẹ̀ fún AlbaniaÀwọn ìṣàfilọ́lẹ̀ fún Albania

source: App for Argentina
yo: ìṣàfilọ́lẹ̀ fún ArgentinaÀwọn ìṣàfilọ́lẹ̀ fún Argentina

source: App for Bangladesh
yo: ìṣàfilọ́lẹ̀ fún BangladeshÀwọn ìṣàfilọ́lẹ̀ fún Bangladesh

source: App for Brazil
yo: Ìṣàfilọ́lẹ̀ fún BrazilÀwọn ìṣàfilọ́lẹ̀ fún Brazil

source: App for Bulgaria
yo: Ìṣàfilọ́lẹ̀ fún BulgariaÀwọn ìṣàfilọ́lẹ̀ fún Bulgaria

source: App for Chile
yo: Ìṣàfilọ́lẹ̀ fún ChileÀwọn ìṣàfilọ́lẹ̀ fún Chile

source: App for China
yo: Ìṣàfilọ́lẹ̀ fún ChinaÀwọn ìṣàfilọ́lẹ̀ fún China

source: App for Colombia
yo: Ìṣàfilọ́lẹ̀ fún ColombiaÀwọn ìṣàfilọ́lẹ̀ fún Colombia

source: App for Costa Rica
yo: Ìṣàfilọ́lẹ̀ fún Costa RicaÀwọn ìṣàfilọ́lẹ̀ fún Costa Rica

source: App for Croatia
yo: Ìṣàfilọ́lẹ̀ fún CroatiaÀwọn ìṣàfilọ́lẹ̀ fún Croatia

source: App for Czech Republic
yo: Ìṣàfilọ́lẹ̀ fún Czech RepublicÀwọn ìṣàfilọ́lẹ̀ fún Czech Republic

source: App for Ecuador
yo: Ìṣàfilọ́lẹ̀ fún EcuadorÀwọn ìṣàfilọ́lẹ̀ fún Ecuador

source: App for El Salvador
yo: Ìṣàfilọ́lẹ̀ fún El SalvadorÀwọn ìṣàfilọ́lẹ̀ fún El Salvador

source: App for France
yo: Ìṣàfilọ́lẹ̀ fún FranceÀwọn ìṣàfilọ́lẹ̀ fún France

source: App for Germany
yo: Ìṣàfilọ́lẹ̀ fún GermanyÀwọn ìṣàfilọ́lẹ̀ fún Germany

source: App for Greece
yo: Ìṣàfilọ́lẹ̀ fún GreeceÀwọn ìṣàfilọ́lẹ̀ fún Greece

source: App for Hungary
yo: Ìṣàfilọ́lẹ̀ fún HungaryÀwọn ìṣàfilọ́lẹ̀ fún Hungary

source: App for India
yo: Ìṣàfilọ́lẹ̀ fún IndiaÀwọn ìṣàfilọ́lẹ̀ fún India

source: App for Italy
yo: Ìṣàfilọ́lẹ̀ fún ItalyÀwọn ìṣàfilọ́lẹ̀ fún Italy

source: App for Japan
yo: Ìṣàfilọ́lẹ̀ fún JapanÀwọn ìṣàfilọ́lẹ̀ fún Japan

source: App for Macedonia
yo: Ìṣàfilọ́lẹ̀ fún MacedoniaÀwọn ìṣàfilọ́lẹ̀ fún Macedonia

source: App for Mexico
yo: Ìṣàfilọ́lẹ̀ fún MexicoÀwọn ìṣàfilọ́lẹ̀ fún Mexico

source: App for Montenegro
yo: Ìṣàfilọ́lẹ̀ fún MontenegroÀwọn ìṣàfilọ́lẹ̀ fún Montenegro

source: App for Nicaragua
yo: Ìṣàfilọ́lẹ̀ fún NicaraguaÀwọn ìṣàfilọ́lẹ̀ fún Nicaragua

source: App for Panama
yo: Ìṣàfilọ́lẹ̀ fún PanamaÀwọn ìṣàfilọ́lẹ̀ fún Panama

source: App for Peru
yo: Ìṣàfilọ́lẹ̀ fún PeruÀwọn ìṣàfilọ́lẹ̀ fún Peru

source: App for Poland
yo: Ìṣàfilọ́lẹ̀ fún PolandÀwọn ìṣàfilọ́lẹ̀ fún Poland

source: App for Russia
yo: Ìṣàfilọ́lẹ̀ fún RussiaÀwọn ìṣàfilọ́lẹ̀ fún Russia

source: App for Serbia
yo: Ìṣàfilọ́lẹ̀ fún SerbiaÀwọn ìṣàfilọ́lẹ̀ fún Serbia

source: App for South Africa
yo: Ìṣàfilọ́lẹ̀ fún South AfricaÀwọn ìṣàfilọ́lẹ̀ fún South Africa

source: App for Spain
yo: Ìṣàfilọ́lẹ̀ fún SpainÀwọn ìṣàfilọ́lẹ̀ fún Spain

source: App for Uruguay
yo: Ìṣàfilọ́lẹ̀ fún UruguayÀwọn ìṣàfilọ́lẹ̀ fún Uruguay

source: App for Venezuela
yo: Ìṣàfilọ́lẹ̀ fún VenezuelaÀwọn ìṣàfilọ́lẹ̀ fún Venezuela

source: App install error: {error}
yo: Àṣiṣe ìṣàgbékalẹ̀ ìṣàfilọ́lẹ̀: {àṣiṣe}

source: {app_name} screenshot
yo: {app_name} àwòrán aṣàihàn

source: App not yet reviewed
yo: Akòítìṣe àtúnyẹ́wò ìṣàfilọ́lẹ̀

source: App Review
yo: Àtúnyẹ́wò Ìṣàfilọ́lẹ̀

source: Approve / Reject
yo: Bọwọ́lù / Kọ̀

source: App Statistics
yo: Ìṣàfìlọlẹ̀ Òǹkà Ìṣirò

source: App usage statistics
yo: Ilò ìṣàfìlọlẹ̀ òǹkà Ìṣirò

source: Arts & Entertainment App
yo: Eré & Ìṣàfilọ́lẹ̀ ÌdárayáEré & Àwọn ìṣàfilọ́lẹ̀ Ìdárayá

source: Back to app
yo: Padà sí ìṣafilọ́lẹ̀

source: Back to {app}
yo: Padà sí {ìṣàfilọ́lẹ̀}

source: <b>{n}</b> Result
yo: <b>{n}</b> Èsì<b>{n}</b> Àwọn Èsì

source: <b>"{search_query}"</b> returned {n} result
yo: <b>"{search_query}"</b> dápadà {n} èsì<b>"{search_query}"</b> dápadà {n} àwọn èsì

source: Business
yo: Òkòwò

source: Categories
yo: Àwọn Ìsọ̀rí

source: Compatibility
yo: Ìbáramu

source: Content Rating
yo: Ìgbéléwọ̀n Àkóónú

source: Currently Offline
yo: Àìsílóníforíkorí Lọ́wọ́lọ́wọ́

source: Description
yo: Àpèjúwe

source: Desktop
yo: Àtẹ iṣẹ́

source: Develop Apps
yo: Mú gbèrú Àwọn ìṣàfilọ́lẹ̀

source: Developer
yo: Olùmúgbèrú

source: Display Name
yo: Orúkọ Ìṣàfihàn

source: Edit Listing
yo: Ṣàtúnṣe Àtòkọ

source: Edit Review
yo: Ṣàtúnṣe Àtúnyẹ́wò

source: Edit your review
yo: Ṣàtúnṣe àtúnyẹ́wò rẹ

source: Edit your Review
yo: Ṣàtúnṣe Àtúnyẹ́wò rẹ

source: Education
yo: Ẹ̀kọ́

source: Email Address
yo: Àdírẹsì Ìmeelì

source: Email Support
yo: Ṣàtìlẹhìn Ímeelì

source: Entertainment
yo: Ìdárayá

source: Error while communicating with server. Try again later.
yo: Àṣìṣe lákokò ìbáṣepọ̀ pẹ̀lú sáfà. Gbìyànjú bóyá.

source: Everyone 10+
yo: Gbogbo ènìyàn 10+

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
yo: Àyàfi bí a báyàn <a href="{legal_url}" target="_blank">ifoyesi</a>, àkòónú ojúlà yíì ní ìwé àṣẹ lábẹ <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> tàbí ẹ̀yà ọjọ́ iwáájú.

source: Expand
yo: Fẹ̀

source: Featured Book App
yo: Ìṣàfilọ́lẹ̀ Ìwé Ìṣàfihàn Àwọn ìṣàfilọ́lẹ̀ Ìwé Ìṣàfihàn

source: Featured Creativity App
yo: Ìṣàfilọ́lẹ̀ Ọ̀nà ìṣẹ̀dá Ìṣàfihàn Àwọn ìṣàfilọ́lẹ̀ Ọ̀nà ìṣẹ̀dá Ìṣàfihàn

source: Featured Education App
yo: Ìṣàfilọ́lẹ̀ Ọ̀nà Ẹ̀kọ́ Ìṣàfihàn Àwọn ìṣàfilọ́lẹ̀ Ọ̀nà Ẹ̀kọ́ Ìṣàfihàn

source: Featured Game
yo: Eré Ìdarayá Ìṣàfihàn Àwọn Eré ÌdarayáÌṣàfihàn

source: Featured Lifestyle App
yo: Ìṣàfilọ́lẹ̀ Ìgbésí ayé ÀfihànÀwọn ìṣàfilọ́lẹ̀ Ìgbésí ayé Àfihàn

source: Featured Music App
yo: Ìṣàfilọ́lẹ̀ Orin ÌṣàfihànÀwọn ìṣàfilọ́lẹ̀ Orin Ìṣàfihàn

source: Featured Shopping App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn ÌrajàÀwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Ìrajà

source: Featured Social App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn Ojúlùmọ̀Àwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Ojúlùmọ̀

source: Featured Sports App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn Eré ÌdarayáÀwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Eré Ìdarayá

source: Featured Travel App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn ÌrinàjòÀwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Ìrinàjò

source: Feedback
yo: Ìjábọ̀

source: Feedback submitted. Thanks!
yo: ìjábọ̀ ti fi sílẹ̀. O ṣeun!

source: File Size
yo: Irú Fáìlì

source: Firefox OS {version}
yo: Firefox OS {ẹ̀yà}

source: Flagged for review
yo: Pe-àkíyèsí-sí fún àtúnyẹ́wò

source: Flagging review...
yo: Àtúnyẹ́wò ṣíṣeàsìyá...

source: Flag Review
yo: Ìpe-àkíyèsí-sí Àtúnyẹ́wò

source: For ages {0}+
yo: Fún àwọn ọjọ́ orí {0}+

source: For all ages
yo: Fún gbogbo ọjọ́ orí

source: For previous version {version}
yo: Fún ẹ̀yà ti tẹ́lẹ̀ {ẹ̀yà}

source: Free
yo: Ọ̀fẹ́

source: Games
yo: Àwọn Eré Ìdárayá

source: General settings
yo: Àwọn ààtò Gbogboogbò

source: Generic
yo: Tó tan mọ́

source: Get Firefox News.
yo: Gba àwọn Ìròyìn Firefox.

source: Get Firefox news! Sign up for our newsletter
yo: Gba ìwé ìròyìn lẹ́tà Firefox! Forúkọ sílẹ̀ fún Ìwé ìròyìn lẹ́tà wa

source: Get Help
yo: Gba Ìrànwọ́

source: Give us your feedback. Let us know whether we are awesome or buggy.
yo: Fún wa ní ìjábọ̀rẹ. Jẹ́kí a mọ̀ bóyá a jẹ́ ìyanu tàbí lègbéni.

source: Groundbreaking App
yo: Ìṣàfilọ́lẹ̀ Àṣeyọ́ríÀwọn ìṣàfilọ́lẹ̀ Àṣeyọ́rí

source: Health & Fitness
yo: Ìlera àti Ìdápé

source: Health & Fitness App
yo: Ìṣàfilọ́lẹ̀ Ilera & ÌdápéÀwọn ìṣàfilọ́lẹ̀ Ilera & Ìdápé

source: Hidden Gem
yo: Ohun Ojúlówó tó FarasinÀwọn Ohun Ojúlówó tó Farasin

source: Home
yo: Ilé

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
yo: Ó tẹ́mi lọ́rùn kí Mozilla ṣalábòjutó ìwifún mi bí a ṣe ṣàlàyé ní <a href="{ìlànà_ìpamọ́_url}" ìdojúsọ="_ṣófo">Ìlànà Ìpamọ́ yii</a>.

source: Inappropriate language/dialog
yo: Èdè tí kòtọ́/ìsọ̀rọ̀gbèsì

source: Installed!
yo: Ti ṣàgbékalẹ̀!

source: Install failed. Please try again later.
yo: Àgbékalẹ̀ kúnà. Jọ̀wọ́ gbìyànjú nígbà míìràn.
